---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.Space
source: html/f107fbd8-4e76-735a-78d5-d640a266b3a3.htm
---
# Space Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.